Revit 2027 API
ParameterTypeId.StructuralSectionIshapeBoltSpacingWeb Property
 "Bolt Spacing web"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeBoltSpacingWeb { get; }
Public Shared ReadOnly Property StructuralSectionIshapeBoltSpacingWeb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeBoltSpacingWeb {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeBoltSpacingWeb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace